Revit 2027 API
FillPattern.StrokesPerArea Property
 Gets the number of strokes that placed on unit area.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double StrokesPerArea { get; }
Public ReadOnly Property StrokesPerArea As Double
	Get
public:
property double StrokesPerArea {
	double get ();
}
member StrokesPerArea : float with get
Property Value
Double
See Also
Reference
FillPattern Class
Autodesk.Revit.DB Namespace